Repository: sopra02/KingsOfSacredStar
Catalog: KingsOfSacredStar/KingsOfSacredStar/Properties/HelpMenu.*.resx
Languages: de_de

source: Back
de_de: Zurück

# Building0
source: You can place buildings by selecting them in the HUD.
de_de: Gebäude können platziert werden wenn diese in der HUD ausgewählt werden.

# Building1
source: By pressing "Q" you can rotate them before placing.
de_de: Drücken der "Q"-Taste rotiert diese vor dem Platzieren.

# Color0
source: Your units are tagged blue,
de_de: Ihre Einheiten sind blau,

# Color1
source: the Enemy units are tagged red,
de_de: die feindlichen sind rot,

# Color2
source: Global units are green.
de_de: allgemeine Einheiten sind grün.

# GoodLuck
source: Good luck while testing.
de_de: Wir wünschen Ihnen viel Spaß beim Testen.

source: Have Fun!
de_de: Viel Spaß!

# Hero0
source: You can select your hero like a unit
de_de: Sie können den Helden wie eine Einheit auswählen,

# Hero1
source: or by clicking on "Hero" on the HUD.
de_de: oder über das HUD über den "Held" Knopf.

# Hero2
source: They are able to perform a Sword-Spin, heal nearby units,
de_de: Er kann einen Rundumschlag, Pfeilregen oder einen Heil-Zauber ausführen,

# Hero3
source: or send arrows if they have enough mana.
de_de: wenn er genügend Mana hat und die Fähigkeit im Fähigkeitenbaum erlernt wurde.

# HowStart0
source: To start you need to go to
de_de: Um zu starten, navigieren Sie zu

# HowStart1
source: "Single Player" -> "New Game"
de_de: "Einzelspieler" -> "Neues Spiel"

# Mines0
source: Your are able to acquire resources from mines
de_de: Um Rohstoffe zu bekommen,

# Mines1
source: after capturing them with your hero.
de_de: können sie mit Ihrem Helden Minen einnehmen.

# MiniMap0
source: By clicking on any place on the mini-map
de_de: Um zu einem bestimmten Ort zu springen,

# MiniMap1
source: you can move the camera to that exact location.
de_de: können Sie auf der Mini-Map darauf klicken.

# Move0
source: Your are able to give selected units a target by right-clicking on the map.
de_de: Durch einen Rechtsklick können Sie ihren Einheiten ein Ziel geben.

# Move1
source: Right-clicking an enemy orders them to attack.
de_de: Einen Feind anzuklicken erteilt einen Angriffsbefehl.

source: Next
de_de: Nächster

source: Placeholder
de_de: Platzhalter

source: Previous
de_de: Vorheriger

# Recruiting0
source: Recruit units by clicking on recruit-menu,
de_de: Um Einheiten zu erschaffen, klicken Sie auf der HUD

# Recruiting1
source: located on the HUD and choose a unit.
de_de: auf "Rekrutieren" und wählen Sie eine Einheit.

# SacredStar0
source: While owning half the mines,
de_de: Wenn Sie die Hälfte der Minen besitzen,

# SacredStar1
source: you're able to capture the SacredStar and get a buff.
de_de: können Sie den SacredStar einnehmen und einen Buff erhalten.

# Scrolling0
source: You are able to move the camera by using the keys "W", "A", "S" or "D"
de_de: Um die Kamera zu bewegen können sie "W", "A", "S" oder "D" nutzen,

# Scrolling1
source: using "Ctrl", the Space key or by scrolling you can adjust the height.
de_de: mit "Strg", der Leertaste oder durch scrollen kann die Höhe angepasst werden.

# Select0
source: Your are able to select a unit by left-clicking on it,
de_de: Sie können ihre Einheiten mit einem Linksklick auswählen,

# Select1
source: multiple ones by pulling a rectangle over them
de_de: mehrere davon, indem Sie ein Rechteck darüberziehen.
